{
  "scenes": [
    {
      "id": 1,
      "title": "Umbrella LABs",
        "description": [
          "Welcome to the Umbrella Corporation Research Facility!",
          " Within these walls, you will find state-of-the-art laboratories, top-tier research teams, and a collaborative environment that fosters creativity and ingenuity.",
          " Our pursuit of knowledge and excellence is unmatched, and we encourage you to actively engage in projects that align with our vision. ",
          "Safety is of utmost importance to us. Please familiarize yourself with our safety protocols and guidelines. If you have any questions or concerns, our experienced staff is always available to assist you. Join us in unraveling the mysteries of science and shaping the future. Your journey at Umbrella Corporation promises to be challenging, rewarding, and above all, a stepping stone toward a brighter tomorrow.",
          " Welcome to a world of endless possibilities. Welcome to Umbrella Corporation."
        ],
    
      
      "imgsrc": "https://imgur.com/Z9vERK8.jpg",
      "linkedScenes" : [2,3]
    },
    {
      "id": 2,
      "title": " Arklay Mansion ",
      "description": [
        "Welcome to the Arklay Mansion!",
        "Step cautiously into the shadows of this enigmatic residence, nestled in the foreboding embrace of the Arklay Mountains. The air carries whispers of long-forgotten secrets, and the walls bear silent witness to untold horrors.",
        "As the doors creak open, you enter a world where fear clings to the very fabric of existence. The history of this place is etched in the very foundations, and every step you take echoes with the weight of its dark past.",
        "Within these halls, the macabre dances with curiosity, and mysteries lurk in the dim-lit corners. The mansion's walls have stories to tell, stories that will send shivers down your spine."
      ],
      "imgsrc": "https://imgur.com/a/kCZPDMe.jpg",
      "linkedScenes" : [1, 3]
    },
    {
      "id": 3,
      "title": "Raccon City ",
      "description": [
        "Welcome to Raccoon City!",
        "Once a vibrant metropolis, now a harrowing wasteland. A deadly virus unleashed an apocalypse, turning its citizens into abominations. The city streets are a battleground, and survival demands your wits and will.",
        "In this urban nightmare, chaos reigns supreme. Brace yourself as you step into a realm where every corner holds peril. Welcome to Raccoon City—may your resolve hold amidst the outbreak. Your fight for survival begins now."
      ],
      "imgsrc": "https://imgur.com/a/mpWTpie.jpg",
      "linkedScenes" : [1, 2]
    }
    
  ],
  "objects": [
    {
      "id": 1,
      "sceneId": 1,
      "imgsrc":  "https://imgur.com/a/IhJFmzf.jpg",
      "description": " Umbrella Corp: a single-stranded RNA non-carcinogenic mutagen retrovirus from a plant that enhances the human body with rapid mutations through gene editing."
    },
    {
      "id": 2,
      "sceneId": 2,
      "name": "body",
      "imgsrc":  "https://imgur.com/a/IhJFmzf.jpg",
      "description": "You stumble upon a lifeless body. Signs of a gruesome struggle are etched upon the remains — grotesque wounds and bite marks. An unknown creature or perhaps a twisted, reanimated being may be lurking. Stay vigilant; danger lurks in the shadows."
    },
    {
      "id": 3,
      "sceneId": 3,
      "name": "Humnas with an odd behaviour",
      "imgsrc":  "https://imgur.com/a/exsMulf.jpg",
      "description": "In the desolate streets of Raccoon City, a chilling encounter awaits. Before you stands a person, their demeanor unnerving and movements erratic. The T-Virus has taken hold, reducing them to a haunting zombie—bereft of humanity, driven by insatiable hunger.<br> The horrors of Raccoon City have taken a ghastly form; prepare for a relentless battle for survival."
    }
  ],
  "playername" :
  {
    "playername": "Edd&JJ"
    }
}
